Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: Horizontal assemblies at the separations of dwelling units and sleeping units as required by Section 420.3.
fr_ca: Les ensembles horizontaux aux séparations des logements et des unités de couchage, comme l'exige l'article 420.3.

source: Horizontal assemblies at the separations of incidental uses as specified by Table 509.1 provided that the required fire-resistance rating does not exceed 1 hour.
fr_ca: Les ensembles horizontaux aux endroits où des usages accessoires sont séparés, comme le précise le tableau 509.1, à condition que la résistance au feu requise ne dépasse pas 1 heure.

source: Horizontal assemblies separating dwelling units and sleeping units shall be not less than 1/2-hour fire-resistance-rated construction in a building of Types IIB, IIIB and VB construction, where the building is equipped throughout with an automatic sprinkler system in accordance with Section 903.3.1.1.
fr_ca: Les ensembles horizontaux séparant les logements et les unités de couchage doivent être d'une construction offrant un degré de résistance au feu d'au moins une demi-heure (1/2 h) dans un bâtiment de type II-B, III-B et V-B, lorsque le bâtiment est entièrement équipé d'un système d'extincteurs automatiques selon la section 903.3.1.1.

source: Horizontal assemblies serving as dwelling or sleeping unit separations in accordance with Section 420.3 shall be not less than 1-hour fire-resistance-rated construction.
fr_ca: Les ensembles horizontaux servant de séparations entre les logements ou les unités de couchage selon la section 420.3 doivent être des constructions ayant un degré de résistance au feu d'au moins une heure (1 h).

source: Horizontal assemblies shall comply with Section 711.2.
fr_ca: Les ensembles horizontaux doivent être conformes à la section 711.2.

source: Horizontal assemblies shall comply with Sections 711.2.1 through 711.2.6.
fr_ca: Les ensembles horizontaux doivent être conformes aux sections 711.2.1 à 711.2.6.

source: Horizontal dispersion shall not be required in assembly areas with 300 or fewer seats if the wheelchair space locations are located within the 2nd and 3rd quartile of the row length.
fr_ca: La dispersion horizontale n'est pas exigée dans les zones de réunion de 300 places ou moins si les emplacements pour fauteuils roulants se trouvent dans les 2e et 3e quartiles de la longueur de la rangée.

source: Horizontal exits complying with Section 1026 shall not be required to discharge directly to the exterior of the building.
fr_ca: Les issues horizontales conformes à la section 1026 ne sont pas tenues de permettre l'évacuation directement à l'extérieur du bâtiment.

source: Horizontal fire door assemblies shall be labeled by an approved agency.
fr_ca: Les portes coupe-feu horizontales doivent être étiquetées par un organisme agréé.

source: Horizontal fire door assemblies used to protect openings in fire-resistance-rated horizontal assemblies shall be tested in accordance with NFPA 288, and shall achieve a fire-resistance rating not less than the assembly being penetrated.
fr_ca: Les assemblages horizontaux de portes coupe-feu utilisés pour protéger les ouvertures dans les assemblages horizontaux présentant une résistance au feu doivent être soumis à des essais conformément à la norme NFPA 288 et doivent atteindre une résistance au feu au moins égale à celle de l’assemblage traversé.

source: Horizontal projections beyond the sides of the handrail occur 11/2 inches (38 mm) minimum below the bottom of the handrail, and provided that for each 1/2 inch (13 mm) of additional handrail perimeter dimension above 4 inches (100 mm), the vertical clearance dimension of 11/2 inch (38 mm) shall be permitted to be reduced by 1/8 inch (3.2 mm), and
fr_ca: Les saillies horizontales au-delà des côtés de la rampe se situent au moins 11/2 po [38 mm] sous le bas de la rampe, et à condition que pour chaque 1/2 po [13 mm] de dimension supplémentaire du périmètre de la rampe au-dessus de 4 po [100 mm], la hauteur libre de 11/2 po [38 mm] puisse être réduite de 1/8 po [3,2 mm], et

source: Horizontal reinforcing
fr_ca: Renfort horizontal

source: Hotels (nontransient)
fr_ca: Hôtels (permanents)

source: Hotels (transient)
fr_ca: Hôtels (de courte durée)

source: Household carbon monoxide detection systems shall comply with NFPA 720.
fr_ca: Les systèmes de détection de monoxyde de carbone domestiques doivent être conformes à la norme NFPA 720.

source: However, such markings shall not conceal any required information or indicators including but not limited to instructions to occupants for the use of standpipes.
fr_ca: Cependant, ces marquages ne doivent masquer aucune information ni aucun indicateur requis, notamment, sans s’y limiter, les instructions destinées aux occupants concernant l’utilisation des colonnes d'incendie.

source: IN CASE OF FIRE, ELEVATORS ARE OUT OF SERVICE. USE EXIT STAIRS.
fr_ca: EN CAS D'INCENDIE, LES ASCENSEURS SONT HORS SERVICE. UTILISEZ LES ESCALIERS DE SORTIE.

source: INCHES OF CAPACITY PER SEAT SERVED
fr_ca: POUCES DE CAPACITÉ PAR SIÈGE DESSERVI

source: ITEM
fr_ca: ARTICLE

source: Identify and describe the work to be covered by the permit for which application is made.
fr_ca: Identifier et décrire les travaux qui seront couverts par le permis pour lequel la demande est faite.

source: If a service entrance is the only entrance to a building or a tenant space in a facility, that entrance shall be accessible.
fr_ca: Si une entrée de service est la seule entrée d'un bâtiment ou d'un espace locatif dans un établissement, cette entrée doit être accessible.

source: If a shower compartment is the only bathing facility, the shower compartment shall have dimensions of 36 inches (915 mm) minimum in width and 36 inches (915 mm) minimum in depth.
fr_ca: Si un compartiment de douche est la seule installation de bain, le compartiment de douche doit avoir des dimensions d'au moins 36 po [915 mm] en largeur et d'au moins 36 po [915 mm] en profondeur.

source: If any room in a building has a sloped ceiling, the prescribed ceiling height for the room is required in one-half the area thereof.
fr_ca: Si une pièce d'un bâtiment a un plafond incliné, la hauteur de plafond prescrite pour la pièce est exigée dans la moitié de la surface de celle-ci.

source: If beveled, the bevel at the leading edge shall slope at 45 degrees to the plane of the top surface of the tread and landing and extend for a horizontal distance of 1/2 inch (13 mm) maximum.
fr_ca: S'il est biseauté, le biseau au bord avant doit être incliné à 45 degrés par rapport au plan de la surface supérieure de la marche et du palier et s'étendre sur une distance horizontale maximale de 1/2 po [13 mm].

source: If due to circumstances outside the control of the owner, either the slope of the finished ground level between accessible facilities and buildings exceeds one unit vertical in 12 units horizontal (1:12), or where physical barriers or legal restrictions prevent the installation of an accessible route, a vehicular route with parking that complies with Section 1106 at each public or common use facility or building is permitted in place of the accessible route.
fr_ca: Si, en raison de circonstances indépendantes de la volonté du propriétaire, soit la pente du niveau du sol fini entre les installations et les bâtiments accessibles est supérieure à 1 unité verticale sur 12 unités horizontales (1:12), soit des obstacles physiques ou des restrictions légales empêchent l’aménagement d’un itinéraire accessible, une voie de circulation véhiculaire comportant des stationnements conformes à la section 1106 peut être aménagée en remplacement de l'itinéraire accessible, à chaque installation ou bâtiment à usage public ou à usage commun.

source: If located in a flood hazard area, documentation of the elevation of the lowest floor as required in Section 1612.4 shall be submitted to the building official prior to the final inspection.
fr_ca: Si le bâtiment est situé dans une zone à risque d’inondation, les documents attestant de l’élévation du plancher le plus bas, conformément à l’article 1612.4, doivent être soumis au responsable de la construction avant l’inspection finale.

source: If more than two risers are provided for a zone, sprinklers on adjacent floors shall not be supplied from the same riser.
fr_ca: Si plus de deux colonnes montantes sont prévues pour une zone, les extincteurs des étages adjacents ne doivent pas être alimentés par la même colonne montante.

source: If not notified prior to disconnecting, the owner or the owner's authorized agent or occupant of the building, structure or service system shall be notified in writing, as soon as practical thereafter.
fr_ca: S'il n'est pas avisé avant la déconnexion, le propriétaire ou son agent autorisé ou l'occupant du bâtiment, de la structure ou du système de service doit être avisé par écrit, dès que possible par la suite.

source: If provided, occupancy-sensing automatic controls shall activate the stairway lighting so the illuminance level required by Section 504.9.1 is provided on the entrance landing, each stair flight adjacent to the entrance landing, and on the landings above and below the entrance landing prior to any step being used.
fr_ca: S'ils sont prévus, les commandes automatiques à détection de présence doivent activer l'éclairage de l'escalier de sorte que le niveau d'éclairement exigé à l'article 504.9.1 soit fourni sur le palier d'entrée, sur chaque volée d'escalier adjacente au palier d'entrée et sur les paliers au-dessus et au-dessous du palier d'entrée avant l'utilisation de toute marche.

source: If rounded, the radius of curvature at the leading edge of the tread shall be 1/2 inch (13 mm) maximum.
fr_ca: S'ils sont arrondis, le rayon de courbure au bord avant de la marche doit être de 1/2 po (13 mm) au maximum.

source: If text is multilined, braille shall be placed below entire text.
fr_ca: Si le texte est sur plusieurs lignes, le braille doit être placé sous l'ensemble du texte.

source: If the application or the construction documents do not conform to the requirements of pertinent laws, the building official shall reject such application in writing, stating the reasons therefor.
fr_ca: Si la demande ou les documents de construction ne sont pas conformes aux exigences des lois pertinentes, le responsable de la construction doit rejeter la demande par écrit, en indiquant les motifs de ce rejet.

source: If the building official is satisfied that the proposed work conforms to the requirements of this code and laws and ordinances applicable thereto, the building official shall issue a permit therefor as soon as practicable.
fr_ca: Si le responsable de la construction est convaincu que les travaux proposés sont conformes aux exigences du présent code ainsi qu’aux lois et ordonnances qui s’y appliquent, il doit délivrer le permis correspondant dès que possible.

source: If the circumstances require, the owner or the owner's authorized agent shall designate a substitute registered design professional in responsible charge who shall perform the duties required of the original registered design professional in responsible charge.
fr_ca: Si les circonstances l’exigent, le propriétaire ou son mandataire autorisé doit désigner un professionnel de la conception enregistré remplaçant responsable qui s’acquittera des fonctions du professionnel de la conception enregistré responsable initial.

source: If the device is in a closed compartment, the compartment door hardware shall comply with Section 309.
fr_ca: Si le dispositif se trouve dans un compartiment fermé, la quincaillerie de la porte du compartiment doit se conformer à la section 309.

source: If the row length in the 2nd and 3rd quartile of the row is insufficient to accommodate the required number of companion seats and wheelchair spaces, the additional companion seats and wheelchair spaces shall be permitted to extend into in the 1st and 4th quartile of the row.
fr_ca: Si la longueur de la rangée dans les 2e et 3e quartiles de la rangée est insuffisante pour accueillir le nombre requis de sièges d'accompagnateurs et d'espaces pour fauteuils roulants, les sièges d'accompagnateurs et les espaces pour fauteuils roulants supplémentaires peuvent se prolonger dans les 1er et 4e quartiles de la rangée.

source: If the standby or emergency power system includes a generator set inside a building, the system shall be located in a separate room enclosed with 2-hour fire barriers constructed in accordance with Section 707 or horizontal assemblies constructed in accordance with Section 711, or both.
fr_ca: Si le système d’alimentation de secours ou d’urgence comprend un groupe électrogène installé à l’intérieur d’un bâtiment, le système doit être situé dans un local séparé, délimité par des barrières coupe-feu d’un degré de résistance au feu de 2 heures, construites conformément à l’article 707, ou par des ensembles horizontaux construits conformément à l’article 711, ou par les deux.

source: If vanity countertop space is provided in dwelling or sleeping units not required to be Accessible units within the same facility, equivalent vanity countertop space, in terms of size and proximity to the lavatory, shall also be provided in Accessible units.
fr_ca: Si un espace de comptoir de toilette est prévu dans des unités d'habitation ou des unités de couchage qui ne doivent pas être des unités accessibles dans la même installation, un espace de comptoir de toilette équivalent, en termes de taille et de proximité du lavabo, doit également être prévu dans les unités accessibles.

source: If, in the opinion of the building official, the valuation is underestimated on the application, the permit shall be denied, unless the applicant can show detailed estimates to meet the approval of the building official.
fr_ca: Si, de l’avis du responsable de la construction, la valeur indiquée dans la demande est sous-estimée, le permis doit être refusé, à moins que le demandeur puisse présenter des estimations détaillées jugées acceptables par le responsable de la construction.

source: Imitation leather or other material consisting of or coated with a pyroxylin or similarly hazardous base shall not be used in Group A occupancies.
fr_ca: Le similicuir ou tout autre matériau constitué d’une base de pyroxylène ou d’une base similaire présentant un risque doit être interdit dans les établissements du groupe A.

source: In 1-hour fire-resistance-rated floor/ceiling assemblies, the ceiling membrane is not required to be installed over unusable crawl spaces.
fr_ca: Dans les ensembles plancher/plafond présentant une résistance au feu d’une heure, la membrane du plafond n’est pas tenue d’être installée au-dessus des vides sanitaires inutilisables.

source: In 1-hour fire-resistance-rated roof assemblies, the floor membrane is not required to be installed where unusable attic space occurs above.
fr_ca: Dans les ensembles de toit résistants au feu pendant 1 heure, il n'est pas exigé d'installer la membrane de plancher lorsqu'il y a un espace de grenier inutilisable au-dessus.

source: In Group A-1 occupancies, where persons are admitted to the building at times when seats are not available, such persons shall be allowed to wait in a lobby or similar space, provided that such lobby or similar space shall not encroach on the minimum width or required capacity of the means of egress.
fr_ca: Dans les usages du groupe A-1, lorsque des personnes sont admises dans le bâtiment à des moments où aucune place assise n’est disponible, ces personnes doivent être autorisées à attendre dans un hall ou un espace similaire, à condition que ce hall ou cet espace similaire n’empiète pas sur la largeur minimale ou la capacité requise du moyen d’évacuation.

source: In Group B and M occupancies, the amount of combustible fabric partitions suspended from the ceiling and not supported by the floor shall comply with Section 806.4 and shall not be limited.
fr_ca: Dans les établissements des groupes B et M, la quantité de cloisons en tissu combustible suspendues au plafond et non soutenues par le plancher doit être conforme à la section 806.4 et n’est pas limitée.

source: In Group B and M occupancies, the minimum clear aisle width shall be determined by Section 1005.1 for the occupant load served, but shall be not less than that required for corridors by Section 1020.3.
fr_ca: Dans les usages des groupes B et M, la largeur libre minimale des allées doit être déterminée conformément à la section 1005.1 en fonction de la charge d’occupants desservie, mais ne doit pas être inférieure à celle exigée pour les corridors par la section 1020.3.

source: In Group I-1 occupancies, an automatic smoke detection system shall be installed in corridors, waiting areas open to corridors and habitable spaces other than sleeping units and kitchens.
fr_ca: Dans les usages du groupe I-1, un système automatique de détection de fumée doit être installé dans les corridors, les aires d’attente ouvertes sur les corridors et les espaces habitables autres que les unités de couchage et les cuisines.

source: In Group I-1 occupancies, installation of cooking appliance used in domestic cooking facilities shall comply with all of the following:
fr_ca: Dans les établissements du groupe I-1, l’installation d’appareils de cuisson utilisés dans des installations de cuisson domestiques doit être conforme à toutes les exigences suivantes :

source: In Group I-1 occupancies, rooms or spaces that contain a cooking facility with domestic cooking appliances shall be permitted to be open to the corridor where all of the following criteria are met:
fr_ca: Dans les établissements du groupe I-1, les pièces ou espaces qui comprennent une installation de cuisson équipée d’appareils de cuisson domestiques peuvent être ouverts sur le corridor lorsque tous les critères suivants sont respectés :

source: In Group I-1 occupancies, where a fire-resistance corridor is provided in areas where assisted living residents are housed, shared living spaces, group meeting or multipurpose therapeutic spaces open to the corridor shall be in accordance with all of the following criteria:
fr_ca: Dans les établissements du groupe I-1, lorsqu’un corridor résistant au feu est prévu dans les aires où sont hébergés des résidents bénéficiant de services d’assistance, les espaces de séjour communs, les espaces de réunion de groupe ou les espaces thérapeutiques polyvalents donnant sur le corridor doivent satisfaire à tous les critères suivants :

source: In Group I-1, Condition 1 occupancies, the number of care recipients served by one cooking facility shall not be greater than 30.
fr_ca: Dans les usages du groupe I-1, condition 1, le nombre de bénéficiaires de soins desservis par une installation de cuisson ne doit pas être supérieur à 30.

source: In Group I-1, Condition 1, at least 4 percent, but not less than one, of the dwelling units and sleeping units shall be Accessible units.
fr_ca: Dans les établissements du groupe I-1, condition 1, au moins 4 %, mais pas moins d’une, des unités de logement et des unités de couchage doivent être des unités accessibles.

source: In Group I-1, Condition 1, the corridors onto which the spaces open are protected by an automatic fire detection system installed in accordance with Section 907, or the spaces are equipped throughout with quick-response sprinklers in accordance with Section 903.3.2.
fr_ca: Dans les établissements du groupe I-1, condition 1, les corridors sur lesquels donnent les espaces doivent être protégés par un système automatique de détection d’incendie installé conformément à la section 907, ou les espaces doivent être entièrement équipés d’extincteurs automatiques à réponse rapide conformément à la section 903.3.2.

source: In Group I-1, Condition 2 occupancies, the number of care recipients served by one cooking facility and within the same smoke compartment shall not be greater than 30.
fr_ca: Dans les usages du groupe I-1, condition 2, le nombre de bénéficiaires de soins desservis par une installation de cuisson et se trouvant dans le même compartiment coupe-fumée ne doit pas être supérieur à 30.

source: In Group I-1, Condition 2, Group I-2 and ambulatory care facilities, special purpose horizontal sliding, accordion or folding doors installed in accordance with Section 1010.3.3 and protected in accordance with Section 716.
fr_ca: Portes coulissantes, accordéon ou pliantes horizontales à usage spécial installées conformément à la section 1010.3.3 et protégées conformément à la section 716.

source: In Group I-1, Condition 2, Group I-2 and ambulatory care facilities, where a pair of opposite-swinging doors are installed across a corridor in accordance with Section 709.5.1, the doors shall not be required to be protected in accordance with Section 716.
fr_ca: Dans les établissements du groupe I-1, condition 2, du groupe I-2 et les établissements de soins ambulatoires, lorsqu’une paire de portes à battants opposés est installée en travers d’un corridor conformément à la section 709.5.1, les portes ne sont pas tenues d’être protégées conformément à la section 716.

source: In Group I-1, Condition 2, at least 10 percent, but not less than one, of the dwelling units and sleeping units shall be Accessible units.
fr_ca: Dans le groupe I-1, condition 2, au moins 10 pour cent, mais pas moins d'un, des logements et des unités de couchage doivent être des unités accessibles.

source: In Group I-1, Condition 2, the corridors onto which the spaces open, in the same smoke compartment, are protected by an automatic fire detection system installed in accordance with Section 907, or the smoke compartment in which the spaces are located is equipped throughout with quick-response sprinklers in accordance with Section 903.3.2.
fr_ca: Dans les établissements du groupe I-1, condition 2, les corridors sur lesquels donnent les espaces, dans le même compartiment coupe-fumée, doivent être protégés par un système automatique de détection d’incendie installé conformément à la section 907, ou le compartiment coupe-fumée dans lequel se trouvent les espaces doit être entièrement équipé d’extincteurs automatiques à réponse rapide conformément à la section 903.3.2.

source: In Group I-1, R-2, R-3 and R-4 facilities, where parking spaces are assigned to specific dwelling units or sleeping units, identification of accessible parking spaces is not required.
fr_ca: Dans les installations des groupes I-1, R-2, R-3 et R-4, lorsque les places de stationnement sont attribuées à des logements ou à des unités de couchage spécifiques, l'identification des places de stationnement accessibles n'est pas requise.

source: In Group I-2 and I-3 occupancies, floor openings between stories containing exit access stairways or ramps are required to be enclosed with a shaft enclosure constructed in accordance with Section 713.
fr_ca: Dans les usages des groupes I-2 et I-3, les ouvertures de plancher entre les étages contenant des escaliers ou des rampes d'accès à l'issue doivent être enfermées dans un puits encloisonné construit selon la section 713.

source: In Group I-2 and ambulatory care facilities, where doors protecting openings in smoke barriers are installed across a corridor and have hold-open devices, the doors shall be automatic-closing in accordance with Section 716.2.6.6.
fr_ca: Dans les établissements du groupe I-2 et les établissements de soins ambulatoires, lorsque des portes protégeant les ouvertures dans les séparations pare-fumée sont installées en travers d’un corridor et sont munies de dispositifs de maintien en position ouverte, les portes doivent se fermer automatiquement conformément à la section 716.2.6.6.
